chronoweb/src/main/resources/webroot/example/backup/Poll_event_digital_link_match/MATCH_epc.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:query="urn:epcglobal:epcis-query:xsd:1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
    <soapenv:Header/>
    <soapenv:Body>
        <query:Poll>
            <queryName>SimpleEventQuery</queryName>
            <params>
                <param>
                    <name>MATCH_epc</name>
                    <value xsi:type="query:ArrayOfString">
                        <string>https://id.gs1.org/01/70614141123451/21/CBA321</string>
                    </value>
                </param>
            </params>
        </query:Poll>
    </soapenv:Body>
</soapenv:Envelope>